Repository: ErinMorelli/beer-manager
Catalog: languages/embm-*_formal.po
Languages: nl_nl

source: The "profile" refers to all the content in the "Beer Profile" information stored for each beer. This includes ABV, IBU, Hops, Malts, Additions, and Yeast.
nl_nl: “Profiel” omvat alles uit het “Bier Profiel” van elk bier, inclusief alcoholpercentage, IBU, hop, mout, toevoegingen en gist.

source: The "extras" setting refers to the "Extra Beer Information" content stored for each beer. This includes Beer Number, Availability, and Additional Notes.
nl_nl: “Extra” behelst de “Extra Bier Informatie” opgeslagen voor ieder bier (Bier Number, Beschikbaarheid en Notities).

source: Beers
nl_nl: Bieren

source: Add New
nl_nl: Nieuw Bier

source: Add New Beer
nl_nl: Nieuw Bier Toevoegen

source: Edit Beer
nl_nl: Bewerk Bier

source: New Beer
nl_nl: Nieuw Bier

source: All Beers
nl_nl: Alle Bieren

source: View Beer
nl_nl: Bekijk Bier

source: Search Beers
nl_nl: Zoek Bieren

source: No beers found
nl_nl: Geen bieren gevonden

source: No beers found in the Trash
nl_nl: Geen bieren gevonden in de Prullenbak

source: Holds beer specific data
nl_nl: Bevat specifieke biergegevens

source: beers
nl_nl: bieren

source: Ratings
nl_nl: Waarderingen

source: Styles
nl_nl: Stijlen

source: Search Styles
nl_nl: Zoek Stijlen

source: All Styles
nl_nl: Alle Stijlen

source: Edit Style
nl_nl: Bewerk Stijlen

source: Update Style
nl_nl: Bewerk Stijl

source: Add New Style
nl_nl: Nieuw Stijl Toevoegen

source: New Style Name
nl_nl: Nieuwe Stijl Naam

source: Popular Styles
nl_nl: Populaire Stijlen

source: Choose from the most used styles
nl_nl: Kies uit de meest gebruikte stijlen

source: Separate styles with commas
nl_nl: Scheid stijlen met komma’s

source: Add or remove styles
nl_nl: Stijlen toevoegen of verwijderen

source: Groups
nl_nl: Groepen

source: Search Groups
nl_nl: Zoek Groepen

source: All Groups
nl_nl: Alle Groepen

source: Edit Group
nl_nl: Bewerk Groep

source: Update Group
nl_nl: Bewerk Groep

source: Add New Group
nl_nl: Nieuwe Groep Toevoegen

source: New Group Name
nl_nl: Nieuwe Groep Naam

source: Popular Groups
nl_nl: Populaire Groepen

source: Choose from the most used groups
nl_nl: Kies uit de meest gebruikte groepen

source: Separate groups with commas
nl_nl: Scheid groepen met komma’s

source: Add or remove groups
nl_nl: Groepen toevoegen of verwijderen

source: Search Menus
nl_nl: Zoek Menu’s

source: All Menus
nl_nl: Alle Menu’s

source: Edit Menu
nl_nl: Bewerk Menu

source: Update Menu
nl_nl: Bewerk Menu

source: Add New Menu
nl_nl: Nieuw Menu Toevoegen

source: New Menu Name
nl_nl: Nieuwe Menu Naam

source: Popular Menus
nl_nl: Populaire Menu’s

source: Choose from the most used menus
nl_nl: Kies uit de meest gebruikte menu’s

source: Separate menus with commas
nl_nl: Scheid menu’s met komma’s

source: Add or remove menus
nl_nl: Toevoegen of verwijderen van menu’s

source: The beer profile information for the object.
nl_nl: De profielinformatie voor het bier.

source: The beer malt data for the object.
nl_nl: De moutgegevens voor het bier.

source: The beer hops data for the object.
nl_nl: De hopgegevens voor dit bier.

source: The beer additions/spices data for the object.
nl_nl: De toevoegingen/kruiden in dit bier.

source: The beer yeast data for the object.
nl_nl: De gistgegevens van dit bier.

source: The beer IBU measurement for the object.
nl_nl: De IBU-meting voor dit bier.

source: The beer ABV percentage for the object.
nl_nl: Het alcoholpercentage van dit bier.

source: The beer extras information for the object.
nl_nl: Extra informatie over dit bier.

source: The beer availability data for the object.
nl_nl: Informatie over de beschikbaarheid van dit bier.

source: The beer additional notes/food parings data for the object.
nl_nl: Notities/foodpairings voor dit bier.

source: The beer number for the object.
nl_nl: Het nummer van dit bier.

source: The Untappd information for the object.
nl_nl: De Untappd informatie van dit bier.

source: The Untappd ID for the object.
nl_nl: Het Untappd ID van dit bier.

source: View all %s beers
nl_nl: Bekijk alle %s bieren

source: More
nl_nl: Meer

source: Check in on Untappd
nl_nl: Check in op Untappd

source: Malts
nl_nl: Mouten

source: Hops
nl_nl: Hop

source: Other
nl_nl: Anders

source: Yeast
nl_nl: Gist

source: Beer Number
nl_nl: Bier Nummer

source: Additional Notes
nl_nl: Notities

source: Recent Check-ins
nl_nl: Recente Check-ins

source: This beer has no check-ins yet!
nl_nl: Dit bier heeft nog geen check-ins!

source: View More
nl_nl: Bekijk Meer

source: View Full Check-in
nl_nl: Bekijk Check-in

source: Extra Beer Information
nl_nl: Extra Bier Informatie

source: Additional Notes/Food Pairings
nl_nl: Notities/Foodpairings

source: Beer Profile
nl_nl: Bier Profiel

source: Additions/Spices
nl_nl: Toevoegingen/Kruiden

source: Show %s checkins (max. %d)
nl_nl: Toon %s check-ins (max. %d)

source: Beer ID
nl_nl: Bier ID

source: Brewery Beer
nl_nl: Brouwij Bier

source: Custom/Unaffiliated
nl_nl: Aangepast/Niet Aangesloten

source: Hide Untappd rating
nl_nl: Verberg Untappd waardering

source: Hide Untappd checkins
nl_nl: Verberg Untappd check-ins

source: Refresh Untappd Beer Data
nl_nl: Ververs Untappd Biergegevens

source: This is automatically done daily.
nl_nl: Dit gebeurt dagelijks automatisch.

source: Sync Untappd Beer Data
nl_nl: Synchroniseer Untappd Biergegevens

source: This will override any changes you have made to this beer.
nl_nl: Dit overschrijft alle aanpassingen die u heeft gedaan aan dit bier.

source: Set a valid Untappd Beer ID to access additional display options.
nl_nl: Stel een geldig Untappd Bier ID in om extra weergave-opties te tonen.

source: Log in to Untappd on the %s to access additional display options.
nl_nl: Log in bij Untappd om de %s om extra weergave-opties te tonen.

source: settings page
nl_nl: instellingenpagina

source: Displays a list of beers
nl_nl: Toon een lijst met bieren

source: Beer List
nl_nl: Bier Lijst

source: Title
nl_nl: Titel

source: Exclude Beers
nl_nl: Bieren Uitsluiten

source: Comma separated IDs
nl_nl: Komma gescheiden IDs

source: Beer Count
nl_nl: Aantal Bieren

source: Show Summary
nl_nl: Toon Samenvatting

source: Summary Length
nl_nl: Samenvatting Lengte

source: Characters
nl_nl: Tekens

source: Show Style
nl_nl: Toon Stijl

source: Show Group
nl_nl: Toon Group

source: No beers found.
nl_nl: Geen bieren gevonden.

source: Displays a list of recent Untappd brewery check-ins
nl_nl: Toon een lijst met recente Untappd brouwerij check-ins

source: Recent Untappd Check-ins
nl_nl: Recente Untappd Check-ins

source: Find your Untappd brewery ID number by going to your brewery's official page
nl_nl: U kunt uw Untappd brouwerij ID nummer vinden door naar de officiële pagina van uw brouwerij te gaan

source: Click on the %s link in the right-hand sidebar. The link's URL will be formatted like this
nl_nl: Klik op de %s in de zijbalk aan de rechterzijde. De link URL zal er zo uit zien

source: The string of numbers at the end of the URL is your brewery ID number.
nl_nl: De reeks cijfers aan het einde van de URL is het ID nummer van de brouwerij.

source: If you have authenticated with Untappd in the Labs section, your brewery's ID will automatically populate the field.
nl_nl: Uw brouwerij ID zal automatisch ingevuld worden in het veld als u zich op Untappd geverifieerd hebt in de Labs sectie.

source: Brewery ID
nl_nl: Brouwerij ID

source: Number of items to show
nl_nl: Aantal te tonen items

source: Show check-in ratings
nl_nl: Toon check-in waarderingen

source: Show check-in comments
nl_nl: Toon check-in reacties

source: Show check-in venue
nl_nl: Toon check-in plaats

source: Show check-in avatar
nl_nl: Toon check-in avatar

source: Only shows default generic avatar when not authenticated with Untappd.
nl_nl: Toont alleen een standaard generieke avatar als u niet geverifieerd bent op Untappd.

source: Show "View More" link
nl_nl: Toon “Bekijk Meer” link

source: Refresh Untappd Check-in Data
nl_nl: Ververs Untappd Check-in Gegevens

source: A brewery ID number has not been set.
nl_nl: Er is geen brouwerij ID ingesteld.

source: This brewery has no recent check-ins!
nl_nl: Deze brouwerij heeft geen recente check-ins!

source: There was a problem retrieving Untappd check-ins. Please try again later.
nl_nl: Er was een probleem met het ophalen van Untappd check-ins. Probeer het nog eens.

source: an
nl_nl: een

source: a
nl_nl: een

source: is drinking %s
nl_nl: drinkt een %s

source: Manage and display your beers with WordPress. Integrates simply with Untappd and Untappd for Business. Great for everyone from home brewers to professional breweries!
nl_nl: Beheer en toon uw bieren met WordPress. Eenvoudige integratie met Untappd voor individuele bier checkins. Handig voor thuisbrouwers tot professionele brouwerijen!
