Repository: ErinMorelli/beer-manager
Catalog: languages/embm-*_formal.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: Untappd Integration
nl_nl: Untappd Integratie

source: Checking the "Disable site-wide integration" option under the EM Beer Manager "Untappd settings", will completely disable all Untappd functionality, including the Recent Check-ins widget, ratings, check-ins, check-in buttons, and any Untappd-related Labs features.
nl_nl: Het aanvinken van de optie van “Uitschakelen website brede integratie” in de “Untappd instellingen” van EM Beer Manager, zal alle functionaliteit van Untappd, met inbegrip van de Recente Check-ins widget, waarderingen, check-ins, check-in knoppen en alle Untappd gerelateerde Labs functies volledig uitschakelen.

source: You can disable the Untappd check-in button for an individual beer by simply leaving the "Beer ID" setting empty. Beers that have an active check-in button will display a square Untappd icon next to their entry on the Beers admin page.
nl_nl: De Untappd check-in knop voor een individuele bieren kunt u uitschakelen door simpelweg het “Bier ID” leeg te laten. Bij bieren die een actieve check-in knop hebben verschijnt een vierkant Untappd pictogram naast het bier op de adminpagina.

source: You can display Untappd beer ratings and recent check-ins if you are logged in to Untappd. Ratings are shown in all beer views, including shortcodes. Check-ins are only displayed on single beer pages. This option can be disabled for specific beers. You can specify how many check-ins to show.
nl_nl: U kunt Untappd bier waarderingen en recente check-ins tonen als u ingelogd bent op Untappd. Waarderingen zijn zichtbaar in alle bieroverzichten, inclusief shortcodes. Check-ins worden alleen getoond op losse bier pagina’s. Deze optie kan uitgeschakeld worden voor specifieke bieren. U kunt aangeven hoeveel check-ins er getoond worden.

source: Data from Untappd for ratings and check-ins is refreshed automatically, or can be refreshed manually. We do not recommend doing this often as Untappd places a limit on how many API calls can be made per hour.
nl_nl: Untappd waarderingen en check-ins worden automatisch ververst, of kunnen handmatig ververst worden. We raden niet aan om dit veelvuldig te doen, aangezien Untappd het aantal API-verzoeken per uur limiteert.

source: Untappd Beer ID
nl_nl: Untappd Bier ID

source: Find your Untappd Beer ID by visiting your beer's official page. The URL will be formatted like this
nl_nl: Uw Untappd Bier ID is te vinden op de officiële pagina van uw bier. De URL ziet er als volgt uit

source: The string of numbers at the end of the URL is your beer's ID.
nl_nl: De reeks nummers aan het einde van de URL is het ID van uw bier.

source: API Rate-Limit
nl_nl: API Limiet

source: From the %s
nl_nl: Van de %s

source: Untappd API documentation
nl_nl: Untappd API documentatie

source: All API applications are rate-limited to protect against abuse and keep the platform healthy. The default limit for API access is 100 calls per hour per key.
nl_nl: Alle API applicaties worden gelimiteerd om misbruik te voorkomen en het platform gezond te houden. De standaardlimiet voor API-toegang is 100 verzoeken per uur.

source: If you see this message, it means your authenticated API session has reached this limit and any actions that require an API call will be limited until your access is reset in the next hour.
nl_nl: Als u dit bericht ziet dan heeft uw geverifieerde API sessie zijn limiet bereikt en alle acties die een API-verzoek vereisen worden beperkt totdat de toegang is hersteld na zestig minuten.

source: In most cases you should still be able to use all of the Untappd features with cached data, but rare cases may display a rate-limit warning messages when no cached data is available.
nl_nl: In de meeste gevallen zou u alle Untappd functies nog kunnen gebruiken met de data die gecached is, maar in zeldzame gevallen worden er limietwaarschuwingen getoond als er geen cachedata beschikbaar is.

source: For more information
nl_nl: Voor meer informatie

source: Support Forums
nl_nl: Support Forum

source: If you like this plugin, please consider donating to support future development. Thank you!
nl_nl: Als u deze plugin op prijs stelt, steun dan de ontwikkeling door te doneren. Hartelijk dank!

source: Donate
nl_nl: Doneer

source: All Untappd logo graphics are the sole property of %s
nl_nl: Alle Untappd logo afbeeldingen zijn exclusief eigendom van %s

source: Free beer icon from %s
nl_nl: Gratis bier pictogram van %s

source: Success!
nl_nl: Succes!

source: ERROR
nl_nl: FOUT

source: WARNING
nl_nl: WAARSCHUWING

source: Your beer styles have been restored.
nl_nl: Uw bierstijlen zijn hersteld.

source: Your beer has been imported from Untappd.
nl_nl: Uw bier is geïmporteerd uit Untappd.

source: Your beers have been imported from Untappd.
nl_nl: Uw bieren zijn geïmporteerd uit Untappd.

source: There was a problem! You may have reached your API token's rate limit for the hour. Please try again later.
nl_nl: Er is een probleem! Mogelijk heeft u uw API-token limiet voor dit uur bereikt. Probeer het later nog eens.

source: There was a problem during the import! The beer you specified was not found on Untappd.
nl_nl: Er is een probleem opgetreden tijdens het importeren! Het bier dat u heeft opgegeven is niet gevonden op Untappd.

source: This beer does not belong to your brewery! You can only import beers that are owned by your Untappd brewery account.
nl_nl: Dit bier behoort niet tot uw brouwerij! U kunt alleen bieren die eigendom zijn van uw Untappd brouwerij-account importeren.

source: There was a problem during the import! Please try again later.
nl_nl: Er is een probleem opgetreden tijdens het importeren! Probeer het later nog eens.

source: There was a problem during the import! One or more beers was not imported. Please try again later.
nl_nl: Er is een probleem opgetreden tijdens het importeren! Een of meerdere bieren kon niet worden geïmporteerd. Probeer het later nog eens.

source: Your beers have been updated from Untappd.
nl_nl: Uw bieren zijn bijgewerkt vanuit Untappd.

source: Your beer has been updated from Untappd.
nl_nl: Uw bier is bijgewerkt vanuit Untappd.

source: There was a problem during the sync! Please try again later.
nl_nl: Er is een probleem opgetreden tijdens de synchronisatie! Probeer het later nog eens.

source: There was a problem during the sync! One or more beers were not updated. Please try again later.
nl_nl: Er is een probleem opgetreden tijdens de synchronisatie! Een of meerdere bieren zijn niet bijgewerkt. Probeer het later nog eens.

source: There was a problem saving your beer's Untappd data!
nl_nl: Er was een probleem bij het opslaan van de Untappd gegevens van uw bier!

source: You may have reached your API token's rate limit for the hour. Please try again later.
nl_nl: Mogelijk heeft u uw API-token limiet voor dit uur bereikt. Probeer het later nog eens.

source: There was a problem retrieving check-in data from Untappd!
nl_nl: Er was een probleem met het ophalen van check-ins uit Untappd!

source: Please try again later.
nl_nl: Probeer het later nog eens.

source: There was a problem refreshing check-in data from Untappd!
nl_nl: Er was probleem met het verversen van check-ins uit Untappd!

source: There was a problem connecting your Untappd for Business account! Please try again later.
nl_nl: Er was een probleem met het verbinden van uw Untappd for Business account! Probeer het later nog eens.

source: There was a problem during the import! One or more beers were not imported. Please try again later.
nl_nl: Er was een probleem tijdens het importeren! Een of meerdere bieren konden niet worden geïmporteerd. Probeer het later nog eens.

source: Your Untappd for Business account has been connected.
nl_nl: Uw Untappd for Business account is verbonden.

source: Your beers have been imported from your Untappd for Business account.
nl_nl: Uw bieren van uw Untappd for Business account zijn geïmporteerd.

source: Your beers have been synced with your Untappd for Business menus.
nl_nl: Uw bieren zijn gesynchroniseerd met uw Untappd for Business menu’s.

source: EM Beer Manager Settings
nl_nl: EM Beer Manager Instellingen

source: Untappd Settings
nl_nl: Untappd Instellingen

source: Site-wide Integration
nl_nl: Website Integratie

source: Icon Set
nl_nl: Pictogrammenset

source: Rating Display Format
nl_nl: Waardering Weergave

source: Rating Star Color
nl_nl: Waarderingsster Kleur

source: Rating Star Empty Opacity
nl_nl: Lege Waarderingsster Transparentie

source: Global Settings
nl_nl: Algemene Instellingen

source: Custom Stylesheet (URL)
nl_nl: Aangepaste Stylesheet (URL)

source: Display Settings
nl_nl: Weergave Instellingen

source: Beer Group Settings
nl_nl: Bier Group Instellingen

source: Custom Taxonomy Slug
nl_nl: Aangepaste Taxonomie Slug

source: Beer Style Settings
nl_nl: Bier Stijl Instellingen

source: Restore Styles
nl_nl: Herstel Stijlen

source: Single Beer Page Settings
nl_nl: Bier Pagina Instellingen

source: Comments
nl_nl: Reacties

source: Log in to Untappd to access additional display options.
nl_nl: Log in op Untappd om extra weergaveopties te tonen.

source: Disable site-wide integration
nl_nl: Website-integratie uitschakelen

source: Original
nl_nl: Origineel

source: Enter a full URL that points to a stylesheet file to override default EM Beer Manager styles.
nl_nl: Voer een volledige URL die naar een stylesheetbestand verwijst dat de standaardstijlen van EM Beer Manager overschrijft.

source: Globally hide "profile" info
nl_nl: Verberg “profiel” informatie overal

source: Globally hide "extras" info
nl_nl: Verberg “extras” informatie overal

source: Globally hide Untappd rating
nl_nl: Verberg Untappd waardering overal

source: Rename the beer group URLs with your own custom slug name.
nl_nl: Wijzig de URL van de biergroep met uw eigen slug naam.

source: You must %s after changing this.
nl_nl: Na het wijzigen moet u %s.

source: refresh your permalinks
nl_nl: ververs uw permalinks

source: By default URLs will look like
nl_nl: Standaard zullen de URLs er uitzien als

source: Hide "profile" info in groups
nl_nl: Verberg “profiel” informatie voor groepen

source: Hide "extras" info in groups
nl_nl: Verberg “extras” informatie voor groepen

source: Hide Untappd rating in groups
nl_nl: Verberg Untappd waardering in groepen

source: Restore missing or deleted beer styles from the pre-loaded list.
nl_nl: Herstel ontbrekende of verwijderde bierstijlen in de vooraf geladen lijst.

source: This will restore any missing or deleted beer styles from the pre-loaded Untappd list.
nl_nl: Hiermee worden eventuele ontbrekende of verwijderde bierstijlen teruggezet in de vooraf geladen Untappd lijst.

source: Your custom or modified styles will %s be affected by this action.
nl_nl: Uw aangepaste of gewijzigde stijlen zullen %s worden beïnvloed door deze actie.

source: NOT
nl_nl: NIET

source: Do you wish to proceed?
nl_nl: Wilt u doorgaan?

source: YES
nl_nl: JA

source: NO
nl_nl: NEE

source: Restore EM Beer Manager Styles
nl_nl: EM Beer Manager Stijlen Herstellen

source: Hide "profile" info on styles pages
nl_nl: “Profiel” info op stijlpagina’s verbergen

source: Hide "extras" info on styles pages
nl_nl: “Extra’s” info over stijlpagina’s verbergen

source: Hide Untappd rating on styles pages
nl_nl: Verberg Untappd waardering op de stijlpagina’s

source: Enable comments on single beer pages
nl_nl: Reacties inschakelen op bierpagina’s

source: Hide "profile" info on single beer pages
nl_nl: Verberg “profiel” info op bierpagina’s

source: Hide "extras" info on single beer pages
nl_nl: Verberg “extra’s” info op bierpagina’s

source: Hide Untappd rating on single beer pages
nl_nl: Verberg Untappd waardering op de bierpagina’s

source: Hide Untappd check-ins on single beer pages
nl_nl: Verberg Untappd check-ins op bierpagins’

source: Show
nl_nl: Toon

source: This setting may be overridden for individual beers.
nl_nl: Deze instelling kan worden overschreven voor afzonderlijke bieren.

source: Untappd Import
nl_nl: Untappd Importeren

source: Untappd for Business Import
nl_nl: Untappd for Business Importeren

source: Usage
nl_nl: Gebruik

source: You do not have sufficient permissions to access this page.
nl_nl: U hebt niet genoeg rechten om deze pagina te bekijken.

source: Collpase/Expand Panel
nl_nl: Toon/Verberg Paneel

source: Top
nl_nl: Boven

source: Save Changes
nl_nl: Wijzigen Opslaan

source: Log In to Authorize Untappd
nl_nl: Inloggen om Untappd te verifiëren

source: You are logged in to Untappd as
nl_nl: U bent ingelogd op Untappd als

source: Log Out
nl_nl: Uitloggen

source: Your Untappd API rate-limit has been reached for this hour. Please try again later.
nl_nl: Uw Untappd API-limiet is bereikt voor dit uur. Probeer het later nog eens.

source: The features on this page are experimental
nl_nl: De functies op deze pagina zijn experimenteel

source: Use at your own risk
nl_nl: Gebruik op eigen risico

source: If you encounter any problems when using these features, please report them to
nl_nl: Als u problemen ondervindt met het gebruik van deze functies, rapporteer deze dan aan

source: Sorry, Untappd importing is only supported for brewery accounts.
nl_nl: Importeren vanuit Untappd is helaas alleen mogelijk voor brouwerij-accounts.

source: Please re-authorize with a brewery account to use this feature.
nl_nl: Verifieer uw brouwerij-account opnieuw om deze functie te gebruiken.

source: Re-authorize with Untappd
nl_nl: Opnieuw verifiëren met Untappd

source: You will need to log out of the Untappd.com website before re-authorizing.
nl_nl: U dient eerst bij Untappd uit te loggen alvorens te opnieuw te verifiëren.

source: Import Specific Beers
nl_nl: Importeer Specifieke Bieren

source: Import Selected Beer(s)
nl_nl: Importeer Geselecteerd Bier

source: Use the %s and %s/%s keys to select multiple beers.
nl_nl: Gebruik de %s en %s/%s-toetsen om meerdere bieren te selecteren.

source: Import All Beers
nl_nl: Importeer Alle Bieren

source: If you have a lot of beers, this could take a while.
nl_nl: Als u veel bieren heeft kan dit even uren.

source: Import Beer By ID
nl_nl: Importeer met Bier ID

source: Import Beer
nl_nl: Importeer Bier

source: Import beers from your brewery account that are not accessible in the features above.
nl_nl: Importeer bieren uit uw brouwerij-account die niet beschikbaar zijn in de functies hierboven.

source: Refresh Untappd Data
nl_nl: Ververs Untappd Data

source: Flush Cache
nl_nl: Leeg Cache

source: Update the data from Untappd used in the above features. This is automatically done daily.
nl_nl: Ververs data uit Untappd die gebruikt wordt in de bovenstaande functies. Dit gebeurt dagelijks automatisch.

source: Sync Untappd Data
nl_nl: Synchroniseer Untappd Data

source: Sync Data
nl_nl: Synchroniseer Data

source: Update beer data from Untappd.
nl_nl: Untappd bierdata bijwerken

source: This will override any changes you have made to imported beers.
nl_nl: Dit overschrijft eventuele wijzigingen aan de geïmporteerde bieren.

source: Single Beer Display
nl_nl: Bier Weergave

source: These will display a single beer entry given it's ID number.
nl_nl: Dit toon een bier op basis van het ID nummer.

source: Where %s is required and %s is a PHP array of comma-separated %s pairs. For example
nl_nl: Waar %s is vereist en %s is een PHP-array van kommagescheiden %s paren. Bijvoorbeeld

source: key
nl_nl: index

source: value
nl_nl: waarde

source: Options
nl_nl: Opties

source: For use with both the shortcode and template code.
nl_nl: Voor gebruik in combinatie met shortcode en template code.

source: Option Name
nl_nl: Optie Naam

source: Values
nl_nl: Waardes

source: Default
nl_nl: Standaard

source: Description
nl_nl: Beschrijving

source: Displays or hides the "Beer Profile" information
nl_nl: Toon of verberg “Bier Profiel” informatie

source: Displays or hides the "Extra Beer Information" section
nl_nl: Toont of verberg de sectie “Extra informatie van het bier”

source: Displays or hides the Untappd beer rating
nl_nl: Toon of verberg Untappd bierwaardering

source: Displays or hides the Untappd check-ins section
nl_nl: Toon of verberg de Untappd check-ins sectie

source: A number
nl_nl: Een getal

source: The number of recent Untappd check-ins to display. Limit is %s.
nl_nl: Het aantal weer te geven recente Untappd check-ins. Limiet is %s.

source: List All Beers
nl_nl: Lijst van alle bieren

source: These will display a formatted listing of all beers.
nl_nl: Dit toont een opgemaakt overzicht van alle bieren.

source: Where %s is a PHP array of comma-separated %s pairs. For example
nl_nl: Waar %s een PHP-array van kommagescheiden %s paren is. Bijvoorbeeld

source: Displays or hides the "Beer Profile" information for each listing
nl_nl: Toont of verbergt de “Bier Profiel” informatie voor ieder bier

source: Displays or hides the "Extra Beer Information" section for each listing
nl_nl: Toont of verbergt de “Aanvullende Bier Informatie” sectie voor ieder bier

source: String of style name
nl_nl: Tekst van de stijlnaam

source: Displays only beers belonging to a specific beer style
nl_nl: Toont alleen bieren die behoren tot een specifieke bierstijl

source: String of group name
nl_nl: Tekst van de groepnaam

source: Displays only beers belonging to a specific group
nl_nl: Toont alleen bieren die behoren tot een specifieke groep

source: Comma-separated list of beer IDs
nl_nl: Komma gescheiden lijst met bier IDs

source: Hides listed beers from output
nl_nl: Verberg opgesomde bieren in de output

source: Shows all beers
nl_nl: Toont alle bieren

source: Paginates output and displays the given number of beers per page
nl_nl: Pagineert output en toont het opgegeven aantal bieren per pagina

source: Starts at the first beer
nl_nl: Begint bij het eerste bier

source: Offsets the output of beers by given number
nl_nl: Verschuift de output van bieren met het opgegeven getal

source: Disables/enables pagination
nl_nl: Schakelt paginering in/uit

source: See %s for options
nl_nl: Zie %s voor opties

source: this list
nl_nl: deze lijst

source: Orders beer list output by the given parameter
nl_nl: Orden bierlijst output met de opgegeven parameter

source: Sorts beer list by %s value in ascending or descending order
nl_nl: Sorteert bierlijst op %s waarde in oplopende of aflopende volgorde

source: Connect your Untappd for Business account
nl_nl: Verbind uw Untappd for Business account

source: API Key
nl_nl: API sleutel

source: You can find your API key under the %s section %s.
nl_nl: U vindt uw API-sleutel in de %s %s sectie.

source: API Access Tokens
nl_nl: API Toegangstokens

source: here
nl_nl: hier

source: Connect Account
nl_nl: Account Koppelen

source: You will be asked to connect your Untappd for Business account after logging in to your Untappd account.
nl_nl: U wordt gevraagd om uw Untappd for Business account na het inloggen bij Untappd.

source: You are connected to Untappd for Business as
nl_nl: U bent verbonden met Untappd for Business als

source: Disconnect
nl_nl: Verbreken

source: Select a Location
nl_nl: Selecteer een Locatie

source: Select
nl_nl: Selecteer

source: Select a location to import data from.
nl_nl: Selecteer een locatie voor het importeren van gegevens.

source: Select or Import a Menu
nl_nl: Selecteer of Importeer een Menu

source: Import Selected Menu
nl_nl: Importeer Geselecteerd Menu

source: Import all beers in the selected menu.
nl_nl: Importeer alle bieren uit het geselecteerde menu.

source: Import All Menus
nl_nl: Importeer Alle Menu’s

source: Imports all beers in all menus for the selected location.
nl_nl: Importeer alle bieren uit alle menu’s voor de geselecteerde locatie.

source: Select or Import a Section
nl_nl: Selecteer of Importeer een Sectie

source: Import Selected Section
nl_nl: Importeer Geselecteerde Sectie

source: Import all beers in the selected section.
nl_nl: Importeer alle bieren in de geselecteerde sectie.

source: Import All Sections
nl_nl: Importeer Alle Secties

source: Imports all beers in all sections for the selected menu.
nl_nl: Importeer alle bieren uit alle secties voor het geselecteerde menu.

source: Import Selected Beer
nl_nl: Importeer Geslecteerd Bier

source: Imports only the selected beer.
nl_nl: Importeert alleen het geselecteerde bier.

source: Imports all beers in the selected section.
nl_nl: Importeert alle bieren uit de geselecteerde sectie.

source: Sync Untappd for Business Data
nl_nl: Synchroniseer Untappd for Business Data

source: Associate existing beers with your Untappd for Business menus.
nl_nl: Koppel bestaande bieren aan uw Untappd for Business menu’s.

source: A location must be selected to use this feature.
nl_nl: U dient een locatie te selecteren om deze functie te gebruiken.

source: Refresh Untappd for Business Data
nl_nl: Ververs Untappd for Business Data

source: Update the data from Untappd for Business used in the above features. This is automatically done daily.
nl_nl: Ververs data uit Untappd for Business die gebruikt wordt in de bovenstaande functies. Dit gebeurt dagelijks automatisch.

source: Are you sure you want to continue?
nl_nl: Weet u zeker dat u wilt doorgaan?

source: WARNING: This will override any changes you have made to %s. %s
nl_nl: WAARSCHUWING: Dit overschrijft alle aanpassingen die u heeft gedaan aan %s. %s

source: WARNING: This will override any custom menu associations you have made. %s
nl_nl: WAARSCHUWING: Dit overschrijft alle aanpassingen aan menukoppelingen die u heeft gemaakt. %s

source: There was a problem with your request! Please try again later.
nl_nl: Er was een probleem met uw verzoek! Probeer het later opnieuw.

source: Select an option from the dropdown in the section above to enable.
nl_nl: Selecteer een optie uit het rolmenu in de bovenstaande sectie om in te schakelen.

source: your imported beers
nl_nl: uw geïmporteerde bieren

source: this beer
nl_nl: dit bier

source: Beer No.
nl_nl: Bier No.

source: Beer
nl_nl: Bier

source: Group
nl_nl: Groep

source: Style
nl_nl: Stijl

source: ABV
nl_nl: % Vol.

source: Availability
nl_nl: Beschikbaarheid

source: Released
nl_nl: Uitgifte

source: Untappd for Business Integration
nl_nl: Untappd for Business Integratie

source: Why is an Untappd account required in addition to an UTFB account?
nl_nl: Waarom is een Untappd account vereist naast een UTFB account?

source: Untappd for Business (UTFB) account credentials do not work with Untappd's API. In order to link Untappd data to beers imported from UTFB, Untappd API access is also needed.
nl_nl: Untappd for Business (UTFB) accountgegevens werken niet met de Untappd-API. Om Untappd gegevens te koppelen aan bieren geïmporteerd uit UTFB is er ook toegang tot de Untappd API nodig.

source: An Untappd brewery account is not required to work with UTFB. A standard user account will work.
nl_nl: Een Untappd browerij-account is niet verplicht in combinatie met UTFB. Een standaard gebruikersaccount werkt ook.

source: Where do I find my API key?
nl_nl: Waar vind ik mijn API-sleutel?

source: You can find your API key under the "API Access Tokens" section %s.
nl_nl: U vindt uw API-sleutel in het gedeelte “API Access Tokens” %s.

source: Settings FAQ
nl_nl: Instellingen FAQ

source: I don't want to show that big grey box of information, how do I get rid of it?
nl_nl: Ik wil dat grote grijze informatieblok niet tonen, hoe kan ik het verbergen?

source: For each of the different displays there is the option to "Hide profile info" and "Hide extras info". Check both of these to hide the grey box.
nl_nl: Voor elk van de verschillende weergaves is er een optie om “Profiel” en “Extra’s” te verbergen. Selecteer beide om deze te verbergen in het grijze blok.

source: What's the difference between "profile" and "extras"?
nl_nl: Wat is het verschil tussen “profiel” en “extra’s”?
